export function mapArea() {

    let regions = {
        'муниципальный район 1':
        {
            'so': 'СМО 1<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 1<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 1<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 1<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 2':
        {
            'so': 'СМО 2<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 2<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 2<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 2<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 3':
        {
            'so': 'СМО 3<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 3<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 3<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 3<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 4':
        {
            'so': 'СМО 4<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 4<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 4<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 4<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 5':
        {
            'so': 'СМО 5<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 5<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 5<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 5<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 6':
        {
            'so': 'СМО 6<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 6<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 6<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 6<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 7':
        {
            'so': 'СМО 7<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 7<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 7<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 7<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 8':
        {
            'so': 'СМО 8<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 8<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 8<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 8<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 9':
        {
            'so': 'СМО 9<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 9<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 9<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 9<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 10':
        {
            'so': 'СМО 10<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 10<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 10<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 10<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 11':
        {
            'so': 'СМО 11<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 11<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 11<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 11<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 12':
        {
            'so': 'СМО 12<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 12<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 12<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 12<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 13':
        {
            'so': 'СМО 13<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 13<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 13<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 13<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 14':
        {
            'so': 'СМО 14<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 14<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 14<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 14<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 15':
        {
            'so': 'СМО 15<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 15<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 15<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 15<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 16':
        {
            'so': 'СМО 16<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 16<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 16<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 16<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 17':
        {
            'so': 'СМО 17<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 17<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 17<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 17<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 18':
        {
            'so': 'СМО 18<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 18<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 18<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 18<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 19':
        {
            'so': 'СМО 19<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 19<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 19<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 19<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 20':
        {
            'so': 'СМО 20<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 20<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 20<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 20<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 21':
        {
            'so': 'СМО 21<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 21<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 21<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 21<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 22':
        {
            'so': 'СМО 22<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 22<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 22<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 22<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 23':
        {
            'so': 'СМО 23<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 23<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 23<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 23<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 24':
        {
            'so': 'СМО 24<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 24<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 24<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 24<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 25':
        {
            'so': 'СМО 25<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 25<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 25<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 25<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 26':
        {
            'so': 'СМО 26<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 26<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 26<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 26<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 27':
        {
            'so': 'СМО 27<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 27<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 27<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 27<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 28':
        {
            'so': 'СМО 28<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 28<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 28<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 28<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 29':
        {
            'so': 'СМО 29<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 29<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 29<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 29<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 30':
        {
            'so': 'СМО 30<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 30<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 30<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 30<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 31':
        {
            'so': 'СМО 31<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 31<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 31<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 31<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 32':
        {
            'so': 'СМО 32<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 32<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 32<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 32<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 33':
        {
            'so': 'СМО 33<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 33<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 33<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 33<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 34':
        {
            'so': 'СМО 34<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 34<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 34<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 34<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 35':
        {
            'so': 'СМО 35<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 35<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 35<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 35<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 36':
        {
            'so': 'СМО 36<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 36<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '36Филиалы фонда 1<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '36Центры здоровья 1<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 37':
        {
            'so': 'СМО 37<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 37<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 37<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 37<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 38':
        {
            'so': 'СМО 38<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 38<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 38<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 38<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 39':
        {
            'so': 'СМО 39<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 39<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 39<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 39<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 40':
        {
            'so': 'СМО 40<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 40<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 40<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 40<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 41':
        {
            'so': 'СМО 41<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 41<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 41<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 41<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 42':
        {
            'so': 'СМО 42<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 42<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 42<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 42<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 43':
        {
            'so': 'СМО 43<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': 'МО 43<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': 'Филиалы фонда 43<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': 'Центры здоровья 43<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
    };


    let defaultText = '<strong class="address__title">Выберите район на карте, чтобы отобразить контактную информацию.</strong>';

    let mapColor = '#84A4D5';
    let hoverColor = '#FF4C29';

    $('path').css('fill', mapColor);
    $('path').hover( function () {
        $(this).css('fill', hoverColor);

    }, function () {
        let region = $('#map-selected-region').val();
        if (region !== $(this).parent().attr('title')) {
            $(this).css('fill', mapColor);
        }
    });

    function showRegionContacts( text, option ) {

        let contacts = 'Нет контактов';
        if ( regions[text] && regions[text][option] ) {
            contacts = regions[text][option];
        }
        let div = $("#interactive-map-contacts");
        div.html('<address class="map-organizations__address address"><strong class="address__title">' + text + '</strong>' + contacts + '</address>');
        div.show();
    }

    $('path').click( function () {
        $('path').css('fill', mapColor );
        $(this).css('fill', hoverColor );
        let text = $(this).parent().attr('title');
        let option = $(".map-organizations__nav-link:checked").val();
        $('#map-selected-region').val( text );

        // console.log(text + option);

        showRegionContacts( text, option );

    });

    $("#interactive-map-contacts").html( '<address class="map-organizations__address address">' + defaultText + '</address>');

    $('.map-organizations__nav-link').on( 'change', function () {
        let region = $('#map-selected-region').val();
        let option = $(this).val();

        if ( region ) {
            showRegionContacts( region, option );
        }
    });


}
