export function mapArea() {

    let regions = {
        'муниципальный район 1':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 2':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 3':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 4':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 5':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 6':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 7':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 8':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 9':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 10':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 11':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 12':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 13':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 14':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 15':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 16':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 17':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 18':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 19':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 20':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 21':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 22':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 23':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 24':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 25':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 26':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 27':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 28':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 29':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 30':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 31':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 32':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 33':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 34':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 35':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 36':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 37':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 38':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 39':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 40':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 41':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 42':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
        'муниципальный район 43':
        {
            'so': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'mo': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'filial': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>',
            'center': '<span>ООО «СК «Ингосстрах - М» Дополнительный офис:</span> <br/> 357940, Арзгирский район, с. Арзгир, ул. Кирова, 85 <br/><a href="tel:+78656033461">+7(86560)3-34-61</a>'
        },
    };


    let defaultText = '<strong class="address__title">Выберите район на карте, чтобы отобразить контактную информацию.</strong>';

    let mapColor = '#84A4D5';
    let hoverColor = '#FF4C29';

    $('path').css('fill', mapColor);
    $('path').hover( function () {
        $(this).css('fill', hoverColor);

    }, function () {
        let region = $('#map-selected-region').val();
        if (region !== $(this).parent().attr('title')) {
            $(this).css('fill', mapColor);
        }
    });

    function showRegionContacts( text, option ) {

        let contacts = 'Нет контактов';
        if ( regions[text] && regions[text][option] ) {
            contacts = regions[text][option];
        }
        let div = $("#interactive-map-contacts");
        div.html('<address class="map-organizations__address address"><strong class="address__title">' + text + '</strong>' + contacts + '</address>');
        div.show();
    }

    $('path').click( function () {
        $('path').css('fill', mapColor );
        $(this).css('fill', hoverColor );
        let text = $(this).parent().attr('title');
        let option = $(".map-organizations__nav-link:checked").val();
        $('#map-selected-region').val( text );

        console.log(text + option);

        showRegionContacts( text, option );

    });

    $("#interactive-map-contacts").html( '<address class="map-organizations__address address">' + defaultText + '</address>');

    $('.map-organizations__nav-link').on( 'change', function () {
        let region = $('#map-selected-region').val();
        let option = $(this).val();

        if ( region ) {
            showRegionContacts( region, option );
        }
    });


}
